[
    {
        "title": "Operational Environment",
        "groups": [
            {
                "title": "Economy",
                "content": "## Current Economic Situation\n\nLebanon remains in a deep economic crisis characterized by a severe contraction in GDP to about $18 billion and inflation reaching 180% as of March 2025. The crisis is compounded by banking restrictions that have frozen approximately $100 billion in deposits. High-level officials, including Finance Minister Yassine Jaber and the newly appointed Central Bank Governor Karim Souaid, are negotiating an IMF rescue package centered on an Extended Facility Agreement of $3 billion—conditional on rapid reform implementation and legislative amendments, with joint parliamentary sessions scheduled ahead of the IMF conference from 21 to 26 April 2025.\n## Post-Conflict Economic Landscape\n\nIn the post‐conflict era, Lebanon faces severe economic challenges with GDP dropping from $20 billion in 2023 to $18 billion in 2025 and sustained inflation at 180% by March 2025. Banking reforms—aimed at restructuring the sector and lifting restrictions on $100 billion of frozen deposits which have been in place since 2019—are under discussion with expected parliamentary approval by mid‐April 2025. The agricultural sector is especially hard hit, needing an estimated $263 million in reconstruction funds (with $95 million earmarked for 2025/2026) and supportive local initiatives such as a cooperative in Saida (hiring 50 youth in March 2025 with a $2 million Qatari fund). Additionally, foreign aid is under strain; a 90‐day suspension of USAID programs in January 2025 and subsequent funding cuts by several European countries are notable, even as the IMF offers conditional support of $3 billion over 46 months. Efforts to reintegrate the workforce, such as the ‘Return to the Cedar’ initiative, have struggled, registering only 2,000 returnee applications against an expected 10,000, while about 15% of the working population has migrated over the past five years.\n## Stability of Currency and Bank System\n\nLebanon’s monetary system is under intense pressure with the Lebanese pound depreciating sharply from its pre-crisis rate of approximately 1,507.5 LBP/USD to between 89,000 and 90,000 LBP/USD in both official and parallel markets. Bank deposits have fallen from $170 billion in 2019 to an estimated $125 billion by March 2025, and inflation remains in the triple digits despite a slight downward trend following the end of monetary financing by the Bank of Lebanon. Urgent reform measures include the adoption of draft banking laws expected to be approved mid‐April, aimed at restructuring the sector, unifying exchange rates, and protecting depositors (noting that 5% of accounts hold 65% of deposits, around $81 billion in 2023). A full audit of the central bank is underway under Governor Karim Souaid, revealing a decline in reserves from $31 billion in August 2019 to $8 billion in July 2023, a capital gap of $51.3 billion as of February 2025, and an earlier foreign exchange gap of $71.9 billion, all of which are critical for unlocking the IMF rescue plan.\n## Employment\n\nEmployment challenges are acute, with trade unions and labor representatives meeting on 11 April 2025 to discuss minimum wage issues amid an economic collapse. While raising wage ceilings to $1,000 has been deemed unfeasible, many citizens are struggling on incomes as low as $300. The impact on businesses is evident, as seen in a Beirut-based software start-up that dismissed 20 employees in April 2025. Broader labor market trends indicate a 15% reduction in the workforce since 2020, highlighting the urgent need for reforms and targeted incentives to stem the ongoing attrition.",
                "sources": [
                    {
                        "title": "Why is it necessary to support the President of the Republic?",
                        "url": "https://www.aljoumhouria.com/ar/news/758801/%D9%84%D9%85%D8%A7%D8%B0%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%B6%D8%B1%D9%88%D8%B1%D9%8A-%D8%AF%D8%B9%D9%85-%D8%B1%D9%8A%D9%8A%D8%B3-%D8%A7%D9%84%D8%AC%D9%85%D9%87%D9%88%D8%B1%D9%8A%D8%A9",
                        "keep": true
                    },
                    {
                        "title": "Voices of Vulnerability: A Needs Assessment in Lebanon's Akkar, Bekaa and Southern Regions",
                        "url": "https://reliefweb.int/report/lebanon/voices-vulnerability-needs-assessment-lebanons-akkar-bekaa-and-southern-regions",
                        "keep": true
                    },
                    {
                        "title": "Food inflation increased by 6.8 per cent in January 2025 in Lebanon",
                        "url": "https://libnanews.com/linflation-alimentaire-progresse-de-68-en-janvier-2025-au-liban/",
                        "keep": true
                    },
                    {
                        "title": "Lebanon awaits the American response to its proposals for the south, Ortagos, the day after her visit: \"The Party\" is cancer.",
                        "url": "https://www.saidaonline.com/302166",
                        "keep": true
                    },
                    {
                        "title": "The depositors are the first victim: who planted the poison in the bank reform project?",
                        "url": "https://www.saidaonline.com/302112",
                        "keep": true
                    },
                    {
                        "title": "Border arrest: Lebanese army intensifyes its fight against human trafficking",
                        "url": "https://libnanews.com/arrestation-a-la-frontiere-larmee-libanaise-intensifie-sa-lutte-contre-le-trafic-humain/",
                        "keep": true
                    },
                    {
                        "title": "WFP RAM | Food Security Analysis - Lebanon Market Monitor, February 2025",
                        "url": "https://reliefweb.int/report/lebanon/wfp-ram-food-security-analysis-lebanon-market-monitor-february-2025",
                        "keep": true
                    },
                    {
                        "title": "The Government approves \"bank structure\": protecting small depositors is a priority",
                        "url": "https://www.almodon.com/economy/2025/4/12/%D8%A7%D9%84%D8%AD%D9%83%D9%88%D9%85%D8%A9-%D8%AA%D9%82%D8%B1-%D9%85%D8%B4%D8%B1%D9%88%D8%B9-%D9%82%D8%A7%D9%86%D9%88%D9%86-%D8%A5%D8%B5%D9%84%D8%A7%D8%AD-%D8%A7%D9%84%D9%85%D8%B5%D8%A7%D8%B1%D9%81-%D8%A3%D9%85%D9%88%D8%A7%D9%84-%D8%A7%D9%84%D9%85%D9%88%D8%AF%D8%B9%D9%8A%D9%86-%D9%85%D8%AD%D9%85%D9%8A%D8%A9",
                        "keep": true
                    },
                    {
                        "title": "Asian Migrant Women Are Trapped in Lebanon’s Abusive ‘Kafala’ System",
                        "url": "https://thediplomat.com/2025/04/asian-migrant-women-are-trapped-in-lebanons-abusive-kafala-system/",
                        "keep": true
                    },
                    {
                        "title": "A warning against repeating the 2017 experiment... of Lebanon on the New York footsteps?",
                        "url": "https://www.saidaonline.com/302216",
                        "keep": true
                    },
                    {
                        "title": "Lack of information on monitoring financial transparency: information not available!",
                        "url": "https://www.almodon.com/media/2025/4/11/%D8%BA%D9%8A%D8%A7%D8%A8-%D8%A7%D9%84%D8%A5%D8%B9%D9%84%D8%A7%D9%85-%D8%B9%D9%86-%D8%B1%D8%B5%D8%AF-%D8%A7%D9%84%D8%B4%D9%81%D8%A7%D9%81%D9%8A%D8%A9-%D8%A7%D9%84%D9%85%D8%A7%D9%84%D9%8A%D8%A9-%D8%A7%D9%84%D9%85%D8%B9%D9%84%D9%88%D9%85%D8%A7%D8%AA-%D8%BA%D9%8A%D8%B1-%D9%85%D8%AA%D9%88%D8%A7%D9%81%D8%B1%D8%A9",
                        "keep": true
                    }
                ]
            },
            {
                "title": "Politics",
                "content": "## Governance Structures and Rule of Law\n\nRecent developments in Lebanon illustrate a complex interplay between institutional reforms, legislative initiatives, and enduring challenges in transparency and accountability. Notable milestones include the election of President Joseph Aoun on 9 January 2025 with 99 out of 128 votes and the appointment of Prime Minister Nawaf Salam on 8 February 2025, leading a government of 24 ministers confirmed by 95 votes on 26 February 2025. A directive issued on 15 March 2025 requires municipalities to prepare financial reports by May, underscoring efforts to enhance public sector accountability. Legislative initiatives are underway, including a draft law aimed at guaranteeing the independence of the judiciary to reinforce constitutional protections and a reform package that seeks to amend the bank secrecy law and address a financial gap in line with international expectations and IMF negotiations initiated in March 2025. At the same time, longstanding challenges persist, such as weak implementation of anti‐corruption measures despite the existence of bodies like the national anti‐corruption commission (NACC) and the public procurement authority (PPA). Structural transparency deficits have been highlighted in cases like the municipality of Baalbek, where 5,000 aid submission names included 1,400 duplicates, suggesting potential manipulation. Furthermore, breaches related to the constitutional separation of powers and a judicial decision by investigating judge Bilal Hillawy in Beirut against former Central Bank Governor Riad Salama for the alleged embezzlement of $44 million testify to the ongoing tensions between reformist intentions and systemic obstacles.\n## Political Freedoms and Recent Laws\n\nOn 7 April 2025, local newspapers reported several significant measures that impact political freedoms and the legal landscape. Among these, plans by the Minister of Communications to impose new charges on Internet‐related services point to increased state oversight of digital communications. In parallel, Hezbollah continues to restrict media professionals in the southern suburbs of Beirut by requiring explicit permission from an official media office for filming. Additionally, an exception remains in place regarding the travel ban on Gulf nationals amid the context of Israeli strikes—exemplified by an Israeli attack in Saida and the assassination of a Hamas official. A symposium titled 'Independence and Reform of the Judiciary' was scheduled for 10 April 2025 at the headquarters of the Cultural Council of Southern Lebanon in Beirut, signaling efforts to strengthen constitutional and judicial protections. Legal actions have also been initiated against 151 activists, including 82 Lebanese, who are accused of charges such as communication with the enemy and incitement to violence, reflecting the politically charged use of penal laws.\n## Influence of Non-State Actors and Political Factions\n\nThe political landscape in Lebanon has experienced a notable intensification of factional dynamics and the influence of non‐state actors. On 2 April 2025, a meeting of the Lebanese Forces raised concerns regarding an unbalanced city council reflective of growing fragmentation. This is compounded by the rise of independent political groups such as Beirut Madinati, which, building on historical support that yielded 47,000 votes in 2016, has recently attracted hundreds of participants at public meetings. Discussions initiated on 28 March 2025 for a sovereignist alliance between the Lebanese Forces and moderate Sunni groups have underscored deep internal divisions among moderates, further highlighting entrenched factionalism. Additionally, the orchestration of disinformation campaigns via social networks and partisan media has been employed by non‐state actors to manipulate public opinion and exacerbate political fragmentation, adding further complexity to the informal power networks operating alongside formal political structures.\n## Public Trust in State Institutions\n\nMultiple detailed accounts from early to mid‐April 2025 point to a significant erosion of public trust in state institutions. Reports note chaotic handling of issues such as street parking in Beirut and a disorganized municipal approach that has revived calls for measures like re‐adoption of parking meters. The financial sector is under strain, evidenced by a dramatic fall in digital currencies and a reluctance among jewellers to trade gold alloys. The Salam government’s allocation of £50 billion to municipalities, backed by promises of enhanced transparency from President Aoun, is being closely scrutinized by both elected representatives and citizens. A poll commissioned by the Ministry of Information in April 2025 revealed that 62% of the population considers traditional political parties ineffective. Events such as Hezbollah’s gathering of 5,000 people in Haret Hreik on 30 March 2025 and the rising social media momentum for groups like Beirut Madinati, which recently garnered 10,000 subscribers, illustrate alternative mobilizations amid deep-seated institutional disillusionment. Moreover, municipal consultations have noted an 8% surge in voter registration in March 2025, even as official reports highlight severe disruptions in public services: Beirut experienced electricity cuts limiting service to 4 hours per day, water supply available only 3 days per week, and waste collection reaching just 60% of neighborhoods. Historical issues further compound these challenges, with past corruption scandals—such as the diversion of $400 million in Covid-19 aid in 2021 and the disappearance of $300 million in public funds in 2023—continuing to undermine confidence, despite recent IMF negotiations initiated in March 2025 by the new leadership.\n## Role of Marginalized Groups\n\nEvolving political and socio-economic scenarios in Lebanon have underscored both challenges and opportunities for participation among historically disadvantaged and socially excluded groups. In municipal elections, the Beirut City Council is structured to reserve 12 seats for Christians and 12 for Muslims, yet recent trends show shifting engagement patterns. In April 2025, a poll in Beirut highlighted widespread dissatisfaction with traditional parties, a factor that has spurred the rise of independent lists such as Beirut Madinati, which has mobilized support via public meetings and experienced an 8% increase in voter registration in Shia areas. Qualitative narratives have documented that some Christian communities have boycotted elections and voiced deep-seated mistrust of longstanding sectarian practices. Migrant communities—comprising domestic workers and refugees—continue to face severe marginalization. One account detailed the plight of Pavani, a Sri Lankan domestic worker whose situation became perilous following Israeli airstrikes, with only a 30-minute warning, compounded by passport confiscation and language barriers impeding healthcare access. In response, humanitarian actors such as MSF have deployed community health educators from within these migrant groups, leading to a reported doubling of mental health consultations at a Bourj Hammoud clinic compared to the previous year. These findings are further supported by evidence of economic vulnerability, with 72% of respondents in some surveys expressing an urgent need for cash assistance, highlighting the intersecting challenges of social exclusion and crisis-level livelihoods.",
                "sources": [
                    {
                        "title": "Voices of Vulnerability: A Needs Assessment in Lebanon's Akkar, Bekaa and Southern Regions",
                        "url": "https://reliefweb.int/report/lebanon/voices-vulnerability-needs-assessment-lebanons-akkar-bekaa-and-southern-regions",
                        "keep": true
                    },
                    {
                        "title": "Teacher strike and budget problems: \"Education\" is helpless and the school year is resting.",
                        "url": "https://www.almodon.com/society/2025/4/11/%D8%A5%D8%B6%D8%B1%D8%A7%D8%A8-%D8%A7%D9%84%D9%85%D8%B9%D9%84%D9%85%D9%8A%D9%86-%D9%88%D8%A5%D8%B4%D9%83%D8%A7%D9%84%D9%8A%D8%A7%D8%AA-%D8%A7%D9%84%D9%85%D9%88%D8%A7%D8%B2%D9%86%D8%A9-%D8%A7%D9%84%D8%AA%D8%B1%D8%A8%D9%8A%D8%A9-%D8%B9%D8%A7%D8%AC%D8%B2%D8%A9-%D9%88%D8%A7%D9%84%D8%B9%D8%A7%D9%85-%D8%A7%D9%84%D8%AF%D8%B1%D8%A7%D8%B3%D9%8A-%D9%8A%D8%AA%D8%B1%D9%86%D8%AD",
                        "keep": true
                    },
                    {
                        "title": "Mitigating corruption in the reconstruction of Lebanon",
                        "url": "https://reliefweb.int/report/lebanon/mitigating-corruption-reconstruction-lebanon",
                        "keep": true
                    },
                    {
                        "title": "Disappointment of Lebanese groups: Shia are taking the Christian Cup in the early 1990s",
                        "url": "https://www.almodon.com/politics/2025/4/11/%D8%AE%D9%8A%D8%A8%D8%A9-%D8%A7%D9%84%D8%AC%D9%85%D8%A7%D8%B9%D8%A7%D8%AA-%D8%A7%D9%84%D9%84%D8%A8%D9%86%D8%A7%D9%86%D9%8A%D8%A9-%D8%A7%D9%84%D8%B4%D9%8A%D8%B9%D8%A9-%D9%8A%D8%AA%D8%AC%D8%B1%D8%B9%D9%88%D9%86-%D9%83%D8%A3%D8%B3-%D8%A7%D9%84%D9%85%D8%B3%D9%8A%D8%AD%D9%8A%D9%8A%D9%86-%D8%A8%D8%AF%D8%A7%D9%8A%D8%A9-%D8%A7%D9%84%D8%AA%D8%B3%D8%B9%D9%8A%D9%86%D8%A7%D8%AA",
                        "keep": true
                    },
                    {
                        "title": "Why is it necessary to support the President of the Republic?",
                        "url": "https://www.aljoumhouria.com/ar/news/758801/%D9%84%D9%85%D8%A7%D8%B0%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%B6%D8%B1%D9%88%D8%B1%D9%8A-%D8%AF%D8%B9%D9%85-%D8%B1%D9%8A%D9%8A%D8%B3-%D8%A7%D9%84%D8%AC%D9%85%D9%87%D9%88%D8%B1%D9%8A%D8%A9",
                        "keep": true
                    },
                    {
                        "title": "50 years on the anniversary of war: What's changed?",
                        "url": "https://www.almodon.com/culture/2025/4/13/50-%D8%B9%D8%A7%D9%85%D8%A7-%D8%B9%D9%84%D9%89-%D8%B0%D9%83%D8%B1%D9%89-%D8%A7%D9%84%D8%AD%D8%B1%D8%A8--%D9%85%D8%A7%D8%B0%D8%A7-%D8%AA%D8%BA%D9%8A%D8%B1",
                        "keep": true
                    },
                    {
                        "title": "Exodus of Lebanese youth: what consequences for the economic and social fabric?",
                        "url": "https://libnanews.com/exode-des-jeunes-libanais-quelles-consequences-pour-le-tissu-economique-et-social/",
                        "keep": true
                    },
                    {
                        "title": "Bree and protect the resistance from her weapon!",
                        "url": "https://janoubia.com/2025/04/09/%d8%a8%d8%b1%d9%8a-%d9%88%d8%ad%d9%85%d8%a7%d9%8a%d8%a9-%d8%a7%d9%84%d9%85%d9%82%d8%a7%d9%88%d9%85%d8%a9-%d9%85%d9%86-%d8%b3%d9%84%d8%a7%d8%ad%d9%87%d8%a7/",
                        "keep": true
                    },
                    {
                        "title": "The war that was going to be?",
                        "url": "https://www.almodon.com/politics/2025/4/11/%D8%A7%D9%84%D8%AD%D8%B1%D8%A8-%D8%A7%D9%84%D8%AA%D9%8A-%D9%83%D8%A7%D9%86%D8%AA-%D9%87%D9%84-%D8%B3%D8%AA%D9%83%D9%88%D9%86",
                        "keep": true
                    },
                    {
                        "title": "Escalation of Hostilities: Public Health Risks and Challenges",
                        "url": "https://reliefweb.int/attachments/c49d8341-bfc1-4829-a3ce-8b409296e808/REACH_LBN_Situation-Overview_March-2025.pdf",
                        "keep": true
                    },
                    {
                        "title": "A detailed round of negotiations... goodbye to the \"failure picture\"?",
                        "url": "https://www.saidaonline.com/302113",
                        "keep": true
                    },
                    {
                        "title": "Lack of information on monitoring financial transparency: information not available!",
                        "url": "https://www.almodon.com/media/2025/4/11/%D8%BA%D9%8A%D8%A7%D8%A8-%D8%A7%D9%84%D8%A5%D8%B9%D9%84%D8%A7%D9%85-%D8%B9%D9%86-%D8%B1%D8%B5%D8%AF-%D8%A7%D9%84%D8%B4%D9%81%D8%A7%D9%81%D9%8A%D8%A9-%D8%A7%D9%84%D9%85%D8%A7%D9%84%D9%8A%D8%A9-%D8%A7%D9%84%D9%85%D8%B9%D9%84%D9%88%D9%85%D8%A7%D8%AA-%D8%BA%D9%8A%D8%B1-%D9%85%D8%AA%D9%88%D8%A7%D9%81%D8%B1%D8%A9",
                        "keep": true
                    },
                    {
                        "title": "Harth Solomon writes to Southern: \"Shankash will not be lost!",
                        "url": "https://janoubia.com/2025/04/07/%d9%84%d9%86-%d9%8a%d8%b6%d9%8a%d8%b9-%d8%a7%d9%84%d8%b4%d9%86%d9%83%d8%a7%d8%b4/",
                        "keep": true
                    },
                    {
                        "title": "Beirut Municipal Elections: Possible Scenarios",
                        "url": "https://libnanews.com/les-elections-municipales-de-beyrouth-quels-scenarios-possibles/",
                        "keep": true
                    },
                    {
                        "title": "Dialogue with Hezbollah is a waste of time. Disarming it is the only option to save Lebanon",
                        "url": "https://yalibnan.com/2025/04/13/dialogue-with-hezbollah-is-a-waste-of-time-disarming-it-is-the-only-option-to-save-lebanon/",
                        "keep": true
                    },
                    {
                        "title": "Press: Nawaf Salam and Lebanese sovereignty, cross-reading of recent speeches",
                        "url": "https://libnanews.com/presse-nawaf-salam-et-la-souverainete-libanaise-lectures-croisees-des-discours-recents/",
                        "keep": true
                    },
                    {
                        "title": "Secrets of local newspapers issued on Monday, 7 April 2025",
                        "url": "https://janoubia.com/2025/04/07/%d8%a3%d8%b3%d8%b1%d8%a7%d8%b1-%d8%a7%d9%84%d8%b5%d8%ad%d9%81-%d8%a7%d9%84%d9%85%d8%ad%d9%84%d9%8a%d8%a9-%d8%a7%d9%84%d8%b5%d8%a7%d8%af%d8%b1%d8%a9-%d9%8a%d9%88%d9%85-%d8%a7%d9%84%d8%a5%d8%ab%d9%86-76/",
                        "keep": true
                    },
                    {
                        "title": "50 years after the outbreak of war in Lebanon, Solomon: some parties are authoritarian instruments within each community.",
                        "url": "https://janoubia.com/2025/04/12/50-%d8%b9%d8%a7%d9%85%d9%8b%d8%a7-%d8%a8%d8%b9%d8%af-%d8%a7%d9%86%d8%af%d9%84%d8%a7%d8%b9-%d8%a7%d9%84%d8%ad%d8%b1%d8%a8-%d9%81%d9%8a-%d9%84%d8%a8%d9%86%d8%a7%d9%86-%d8%b3%d9%84%d9%8a%d9%85%d8%a7/",
                        "keep": true
                    },
                    {
                        "title": "The Shia of Lebanon: How did the Al-Fafi become the Sultan, the Infidel?",
                        "url": "https://janoubia.com/2025/04/10/%d8%b4%d9%8a%d8%b9%d8%a9-%d9%84%d8%a8%d9%86%d8%a7%d9%86-%d9%83%d9%8a%d9%81-%d8%b5%d8%a7%d8%b1-%d8%a7%d9%84%d9%81%d9%82%d9%8a%d9%87-%d9%87%d9%88-%d8%a7%d9%84%d8%b3%d9%84%d8%b7%d8%a7%d9%86/",
                        "keep": true
                    },
                    {
                        "title": "Municipal elections south on the ruins of war: \"Two loyalties.\"",
                        "url": "https://www.almodon.com/politics/2025/4/8/%D8%A7%D9%84%D8%A7%D9%86%D8%AA%D8%AE%D8%A7%D8%A8%D8%A7%D8%AA-%D8%A7%D9%84%D8%A8%D9%84%D8%AF%D9%8A%D8%A9-%D8%AC%D9%86%D9%88%D8%A8%D8%A7-%D8%B9%D9%84%D9%89-%D8%A3%D9%86%D9%82%D8%A7%D8%B6-%D8%A7%D9%84%D8%AD%D8%B1%D8%A8-%D8%A7%D9%84%D9%88%D9%84%D8%A7%D8%A1-%D9%84%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A",
                        "keep": true
                    },
                    {
                        "title": "The secrets of local newspapers are today, 10 April 2025.",
                        "url": "https://janoubia.com/2025/04/10/%d8%a3%d8%b3%d8%b1%d8%a7%d8%b1-%d8%a7%d9%84%d8%b5%d8%ad%d9%81-%d8%a7%d9%84%d9%85%d8%ad%d9%84%d9%8a%d8%a9-%d8%a7%d9%84%d8%b5%d8%a7%d8%af%d8%b1%d8%a9-%d8%a7%d9%84%d9%8a%d9%88%d9%85-%d8%a7%d9%84%d8%ae-3/",
                        "keep": true
                    },
                    {
                        "title": "Asian Migrant Women Are Trapped in Lebanon’s Abusive ‘Kafala’ System",
                        "url": "https://thediplomat.com/2025/04/asian-migrant-women-are-trapped-in-lebanons-abusive-kafala-system/",
                        "keep": true
                    },
                    {
                        "title": "Fake news and manipulation of public opinion in Lebanon",
                        "url": "https://libnanews.com/les-fake-news-et-la-manipulation-de-lopinion-publique-au-liban/",
                        "keep": true
                    },
                    {
                        "title": "Economic bodies launch an economic paper: towards a new Lebanon",
                        "url": "https://www.almodon.com/economy/2025/4/9/%D8%A7%D9%84%D9%87%D9%8A%D8%A6%D8%A7%D8%AA-%D8%A7%D9%84%D8%A7%D9%82%D8%AA%D8%B5%D8%A7%D8%AF%D9%8A%D8%A9-%D8%AA%D8%B7%D9%84%D9%82-%D9%88%D8%B1%D9%82%D8%A9-%D8%A7%D9%82%D8%AA%D8%B5%D8%A7%D8%AF%D9%8A%D8%A9-%D9%86%D8%AD%D9%88-%D9%84%D8%A8%D9%86%D8%A7%D9%86-%D8%AC%D8%AF%D9%8A%D8%AF",
                        "keep": true
                    }
                ]
            }
        ]
    }
]